Repository: Alexandrescu/Plansy
Catalog: MaProgramez.Resources/Resource.*.resx
Languages: nl

source: Accept
nl: Accepteer

source: Accept all pending schedules
nl: Accepteer alle ingeplande afspraken

# AcceptTermsMessage
source: I agree to the terms & conditions
nl: Ik ga akkoord met de algemene voorwaarden

source: Activate
nl: Activeer

# ActivateAccountConfirmation_Body
source: Your account has been successfully created
nl: Uw account is aangemaakt.

# ActivateAccountConfirmation_Title
source: Account activated
nl: Account geactiveerd

# ActivateAccount_Title
source: Activate account
nl: Activeer account

# ActivatedAccount
source: Account activated
nl: Account geactiveerd

# ActivationEmail_Content
source: Access the link to activate your account
nl: Klik op de link om uw account te activeren

source: Add
nl: Toevoegen

source: Add new address
nl: Nieuw adres toevoegen

source: Add new appointment
nl: Nieuwe afspraak toevoegen

source: Add new operation
nl: Nieuw dienst toevoegen

source: Add new user
nl: Nieuwe gebruiker toevoegen

source: Add phone number
nl: Telefoonnummer toevoegen

# AddPhoneSuccess
source: Phone number successfully added
nl: Telefoonnummer toegevoegd

# AddressType_InvoiceAddress
source: Billing address
nl: Factuuradres

# AddressType_PlaceOfBusinessAddress
source: Workstation
nl: Vestigingsadres

# Address_DeleteMessage
source: Delete address
nl: Verwijder adres

source: Add to favourites
nl: Voeg toe aan favorieten

source: Agent
nl: Verkoper

source: Appointments this week
nl: Afspraken deze week

source: Appointments today
nl: Afspraken vandaag

source: Back
nl: Terug

source: Benefits
nl: Voordelen

source: Buyer
nl: Koper

source: Cancel
nl: Annuleer

source: Cancelled by provider
nl: Geannuleerd door dienstverlener

# CancelledByUser
source: Cancelled by client
nl: Geannuleerd door klant

# CancelSchedule
source: Cancel Appointment
nl: Afspraak annuleren

source: Category
nl: Categorie

source: Change
nl: Wijzig

# ChangeLogo
source: Change profile photo
nl: Wijzig logo

source: Change password
nl: Wijzig wachtwoord

# ChangePasswordSuccess
source: Pasword successfully changed
nl: Wachtwoord succesvol gewijzigd

source: Choose
nl: Kiezen

source: Client
nl: Klant

source: Close
nl: Sluiten?????

source: Company name
nl: Bedrijfsnaam

# ConfirmEmailView_Content
source: Account created successfully. Sign in here:
nl: Account aangemaakt. Klik om in te loggen:

# ConfirmEmailView_Title
source: Confirm Account
nl: Bevestig account

# ContactMessageConfirm
source: You're message was sent and someone from Plansy is handling it.
nl: Bericht verstuurd. Er wordt zo spoedig mogelijk contact met u opgenomen door een Plansy medewerker.

source: Continue
nl: Verder

source: Contract Date
nl: Contractdatum

source: Contract No.
nl: Contractnummer

source: Contract Number
nl: Contractnummer

source: Contracts
nl: Contracten

source: Copy
nl: Kopieer

# County
source: Area
nl: Provincie

# CreatedDate
source: Date created
nl: Aanmaakdatum

source: Create new role
nl: Maak nieuwe rol aan

# CreateSchedule
source: Book an appointment
nl: Maak een afspraak

# CreateUserView_Title
source: Create new account
nl: Maak nieuw account aan

# CreateWithSocial
source: Log in with
nl: Of meld u aan met:

# CurrentNumber
source: Current no.
nl: Nr.

# Current_Password
source: Password
nl: Huidig wachtwoord

# Dashboard
source: Overview
nl: Overzicht

source: Date
nl: Datum

# Date_Error_Message
source: Date format seems invalid. (dd.mm.yyy)
nl: Datum is verkeerd ingevoerd. (dd.mm.yyy)

source: Day of week
nl: Dag van de week

# DefaultNonWorkingDays
source: Public holidays
nl: Standaard feestdagen

# DefaultOperations
source: Default services
nl: Standaard dienst

source: Delete
nl: Verwijder

source: Delete All
nl: Verwijder alle meldingen

# DeleteSchedule
source: Delete appointment
nl: Afspraak verwijderen

# Deny
source: Cancel
nl: Afwijzen

source: Description
nl: Omschrijving

source: Details
nl: Opdracht

source: Disable
nl: Deactiveer

source: Duration (minutes)
nl: Duur (in minuten)

source: Edit
nl: Wijzig

source: Edit role
nl: Wijzig rol

# EditSlot
source: Edit staff member
nl: Wijzig personeelslid

# EditUserView_Title
source: Edit user details
nl: Wijzig gebruiker

# EmailConfirmationView_Content
source: We've sent you a confirmation email. Check your inbox and click the link to confirm your account
nl: We hebben een bevestigingsemail gestuurd. Ga naar uw inbox en klik op de link in uw e-mail om uw account te bevestigen.

# EmailConfirmation_Body
source: I agree to the terms & conditions
nl: Ik ga akkoord met de algemene voorwaarden

# EmailConfirmation_Subject
source: Plansy - Confirm account
nl: Plansy - Bevestig account

# EmailConfirmation_ViewTitle
source: Confirm email
nl: Bevestig e-mail

# EmailCredentials_Body
source: Your account has been successfully created. To activate it, please visit www.plansy.nl You can always change your password
nl: Uw account is aangemaakt. Ga naar www.plansy.nl om uw account te activeren. Hier kunt u ook uw wachtwoord wijzigen

# EmailCredentials_Subject
source: Plansy - Sign in details
nl: Plansy - Inloggegevens

# Email_ErrorMessage
source: Wrong email address
nl: Verkeerd e-mailadres

# Enable
source: Activate
nl: Activeer

source: End date
nl: Einddatum

source: End time
nl: Eindtijd

source: Error
nl: Fout

# Error404_Content
source: Page not found
nl: Pagina niet gevonden.

# Error404_GoBackText
source: Go back:
nl: Ga terug.

# Error404_Title
source: Oops!
nl: Oeps!

# ErrorView_Content
source: Oops! Unexpected error. Please contact us at contact@plansy.nl
nl: Oeps! Er is iets fout gegaan. Neem contact op met contact@plansy.nl.

# ErrorView_Title
source: Error
nl: Fout

# Error_AddSchedule
source: There is something wrong with the information you filled in, please try again.
nl: Er is iets fout gegaan. De gegevens die je hebt ingevoerd lijken niet te kloppen. Probeer het opnieuw.

# Error_ContainsEmailAddress
source: Error contains detaits
nl: Er is iets mis met je emailadres. Kijk het emailadres na en probeer het opnieuw.

# Error_ContainsPhoneNo
source: Error contains detaits
nl: Er is iets mis met je telefoonnummer. Controleer het nummer en probeer het opnieuw.

# Error_Description
source: You must add a description
nl: Voeg een beschrijving toe!

# Error_EndBeforeStart
source: The start time must be before the end time
nl: De aanvangstijd moet voor de eindtijd zijn.

# Error_Height
source: Invalid height
nl: Ongeldige hoogte.

# Error_Length
source: Invalid length
nl: Ongeldige lengte.

# Error_MandatoryFields
source: Please fill in all mandatory fields
nl: Voer a.u.b. alle verplichte velden in.

# Error_MinimumOneAddress
source: At least one address is necessary
nl: Er moet minimaal één adres ingevoerd worden.

# Error_NoSchedulesBeforeToday
source: Unfortunately, you can't book appointments in the past.
nl: Helaas, je kunt geen afspraken in het verleden maken.

# Error_Price
source: Invalid price
nl: Ongeldige prijs.

# Error_Schedule1
source: You can't have more appointments in the same time
nl: Meerdere afspraken op hetzelfde tijdstip zijn niet mogelijk.

# Error_Schedule2
source: You can't have more appointments for the same place in one day
nl: Meerdere afspraken bij hetzelfde bedrijf op één dag zijn niet mogelijk.

# Error_Terms
source: In order to use Plansy, you should agree with our terms and conditions
nl: Ik ga akkoord met de algemene voorwaarden van Plansy

# Error_TimeFormat
source: Time format hh:mm
nl: Er is een fout met het tijdstip van de afspraak. Controleer het tijdstip en pas het eventueel aan (uu:mm).

# ExternalLogins
source: Other accounts (Google, Facebook)
nl: Externe accounts (Bijv. Google, Facebook)

# ExternalLogin_AssociateYour
source: Sign in with
nl: Log in met

# ExternalLogin_FailureText
source: External account error
nl: Er is iets misgegaan met het externe account

# ExternalLogin_FailureTitle
source: Sign in error
nl: Er is iets misgegaan met inloggen

# ExternalLogin_SuccessMessage1
source: Successfully signed in using
nl: Succesvol ingelogd met

# ExternalLogin_SuccessMessage2
source: Enter your email address and click the Sign in button
nl: Typ uw emailadres in en klik op Inloggen

# FailedToVerifyCode
source: The code could not be verified
nl: De code kon niet worden geverifieerd

# FavouriteProviders
source: Favourite businesses
nl: Favoriete bedrijven

# FinalizePaymentSuccess_Message
source: Your payment was successful, thank you.
nl: Uw betaling is gelukt.

# FinalizePaymentSuccess_Title
source: Payment accepted
nl: Betaling geaccepteerd

# ForgotPasswordConfirmationView_Content
source: Check your email to reset your password
nl: We hebben u een e-mail gestuurd waarmee u uw wachtwoord kunt wijzigen. Klik op de link in uw e-mail om uw wachtwoord te wijzigen.

# ForgotPasswordConfirmationView_Title
source: Confirm reset password
nl: Wachtwoord wijzigen

# ForgotPasswordEmail_Content
source: Access the link to reset your password
nl: We hebben u een e-mail gestuurd met een link om uw wachtwoord te wijzigen. Ga naar uw e-mailaccount en klik op de link om uw wachtwoord te wijzigen.

# ForgotPasswordView_ButonText
source: Reset password
nl: Wachtwoord wijzigen

# ForgotPasswordView_Title
source: Forgot your password?
nl: Bent u uw wachtwoord vergeten?

# ForgotPasswordView_Title2
source: Enter your e-mail address
nl: Typ uw emailadres in

# ForgotPassword_Message
source: You will receive an email to reset your password
nl: U ontvangt een e-mail om uw wachtwoord te wijzigen

source: Hide
nl: Verbergen

source: Hour
nl: Uur

# InCompleteAccount
source: Your account is not complete
nl: Uw account is niet compleet ????

source: Incorrect password
nl: Verkeerd wachtwoord

# InvalidValidationCode
source: Incorrect validation code
nl: Verkeerde validatiecode

# Invalid_Phone_Number
source: Incorrect phone number
nl: Verkeerd telefoonnummer

source: Invoice
nl: Factuur

# InvoiceAddressDisclaimer
source: *To modify your invoicing address please access the "Personal Details" section in account settings
nl: * Ga naar Mijn Account om uw factuuradres te wijzigen.

# InvoiceAmountIncludingVat
source: Amount - including VAT
nl: Totaal - inclusief BTW

# InvoiceAmountWithoutVat
source: Amount - without VAT
nl: Totaal - exclusief BTW

source: Invoice date
nl: Factuurdatum

source: Invoice due date
nl: Uiterste betaaldatum

source: Invoice number
nl: Factuurnummer

source: Invoices
nl: Facturen

# InvoicesListView_Title
source: My invoices
nl: Mijn facturen

# InvoiceStateNotPaid
source: Not paid
nl: Onbetaald

# InvoiceStatePaid
source: Paid
nl: Betaald

# InvoiceStateTitle
source: Invoice state
nl: Status

source: Invoice type
nl: Factuurtype

# InvoiceVat
source: VAT
nl: BTW

# Invoice_Add
source: Add invoice
nl: Factuur toevoegen

# Invoice_AddLine
source: Add line
nl: Regel toevoegen

# Invoice_AddPayment
source: Add payment
nl: Betaling toevoegen

# Invoice_Download
source: Download invoice
nl: Factuur downloaden

# Invoice_Edit
source: Edit invoice
nl: Factuur wijzigen

# Invoice_EditLine
source: Edit line
nl: Regel wijzigen

# Invoice_EditPayment
source: Edit payment
nl: Betaling wijzigen

source: Invoice lines
nl: Factuurregels

# Invoice_PaymentAmount
source: Amount
nl: Totaal

# Invoice_PaymentDate
source: Payment date
nl: Betaaldatum

# Invoice_PreviousPayments
source: Previous payments
nl: Vorige betalingen

# Invoice_VatRate
source: VAT
nl: BTW

source: is already taken.
nl: wordt al gebruikt.

# LandingPageNew_BoxContent1
source: Potential customers turn to Plansy to find the service they need in their city. You reach new customers without any costs for you.
nl: Potentiële klanten gebruiken Plansy om het beste bedrijf te vinden voor de dienst die zij nodig hebben. Door het handige overzicht van bedrijven vinden potentiële klanten u gemakkelijk zonder extra kosten voor u.

# LandingPageNew_BoxContent2
source: Due to the clever agenda, customers book appointments directly into your agenda on a time convenient for them and for you. New appointments are made, even at times your business is closed. Instead of being on the telephone you can focus on your business.
nl: Klanten zien wanneer u nog tijd heeft voor een afspraak. Via Plansy plannen zij direct een afspraak in op een tijd die hen en u uitkomt. In plaats van te bellen kunt u zich richten op uw zaak en uw klanten.

# LandingPageNew_BoxContent3
source: Plansy is synced with your own agenda. You keep all your appointments conveniently in one place.
nl: De Plansy agenda wordt gekoppeld met uw eigen agendasysteem. Hierdoor hoeft u geen afspraken op verschillende plekken bij te houden. Één handig overzicht voor al uw afspraken.

# LandingPageNew_BoxContent4
source: The automated reminders reduce no shows. Customers receive a reminder on their phone and will not forget their appointments.
nl: Door de automatische herinneringen komen vergeten afspraken minder voor. Klanten krijgen een herinnering op hun telefoon en zullen hun afspraak niet meer vergeten.

# LandingPageNew_BoxContent5
source: There are no monthly service fees. You only pay for results. Only after appointments have been made you pay a small fee. We only charge €25,- just once to set up your profile. Sign up and try it now.
nl: Er zijn geen maandelijkse servicekosten. U betaalt alleen voor resultaten. Pas als er afspraken zijn gemaakt betaalt u daarvoor een vergoeding. Er worden eenmalig slechts €25,- gerekend om uw profiel aan te maken. Schrijf u in en probeer het uit.

# LandingPageNew_BoxContent6
source: In Plansy, you have all your customers in one place, and you can easily sent individual or group messages or ads for your business. Plansy takes care of the rest, sending notification messages to everyone!
nl: Via het berichtensysteem stuurt u berichten of aanbiedingen naar klanten. Een bericht kan gestuurd worden naar één persoon of naar een groep. Zo blijven uw klanten op de hoogte van uw laatste aanbiedingen.

# LandingPageNew_BoxContent7
source: Customers schedule appointments with your business on the go, at work or at home. Plansy is optimized for mobile devices with apps for iPhone, iPad and Android smartphones. Customers can reach your business anywhere, anytime.
nl: Klanten boeken hun afspraken via de apps voor iPhone en Android smartphones of via de website. Zo kunnen zij uw bedrijf overal bereiken. Of ze nou thuis zijn of onderweg.

# LandingPageNew_BoxContent8
source: Block times and days, so customers can only schedule appointments on times that are convenient for you. You receive a notification when appointments are scheduled. After your approval the customers receives a confirmation of the appointment.
nl: Blokkeer tijden en dagen zodat er alleen afspraken ingepland kunnen worden op tijden dat het u uitkomt. U ontvangt een melding wanneer er afspraken ingepland worden. Nadat u de afspraak goedkeurt krijgt de klant een bevestiging van de afspraak.

# LandingPageNew_BoxTitle1
source: New customers from your city find your business
nl: Nieuwe klanten ontdekken uw bedrijf

# LandingPageNew_BoxTitle2
source: Customers schedule appointments while you are doing other things
nl: Afspraken stromen binnen terwijl u werkt

# LandingPageNew_BoxTitle3
source: Appointments booked directly into your agenda
nl: Afspraken direct in uw agenda

# LandingPageNew_BoxTitle4
source: Less no shows
nl: Minder klanten die niet op komen dagen

# LandingPageNew_BoxTitle5
source: At Plansy you only pay for results
nl: Bij Plansy betaalt u alleen voor resultaat

# LandingPageNew_BoxTitle6
source: Easily advertise to customers
nl: Stuur berichten naar uw klanten

# LandingPageNew_BoxTitle8
source: You have full control over your agenda
nl: U heeft de controle over uw agenda

# LandingPageNew_SignUp
source: Sign up now
nl: Meld u nu aan

# LandingPageNew_Sub1
source: Customers are looking for businesses like yours
nl: Klanten zijn op zoek naar bedrijven zoals die van u

# LandingPageNew_Sub2
source: With Plansy more customers find out about your business, and they can easily book appointments.
nl: Met Plansy plannen klanten gemakkelijk een afspraak in met uw bedrijf

# LandingPageNew_Subtitle3
source: It's about time
nl: Mogelijkheden met Plansy

# LandingPageNew_Subtitle4
source: An innovative appointments and clients management system, suitable for any business, fast and easy to use, which will 'buy' you free time.
nl: Een gemakkelijke manier om afspraken en klanten te beheren. Plansy is geschikt voor alle type bedrijven, zowel klein als groot.

# LandingPageNew_Subtitle5
source: Did something unexpected happen?
nl: Is er iets tussengekomen?

# LandingPageNew_Subtitle5bis
source: No problem!
nl: Geen probleem!

# LandingPageNew_Subtitle6
source: You easily reschedule appointments. Your customer receives a notification and confirms the new time. No hassle.
nl: U past uw afspraken gemakkelijk aan. De klant ontvangt een melding en bevestigt de nieuwe tijd. Zo is alles duidelijk voor iedereen.

# LandingPageNew_TestimonialQuote1
source: “Thanks to Plansy I have much more requests for trial lessons. It has really lifted my business”
nl: Een grote drempel voor veel klanten die onze website bezoeken is om te bellen of om een e-mail te sturen voor een proefles. Via Plansy kunnen zij direct in de app een proefles inplannen. We krijgen inmiddels meer aanvragen binnen via Plansy dan via onze eigen website.

# LandingPage_AskUs
source: Ask us
nl: Stel een vraag

# LandingPage_ContactUs
source: Contact us
nl: Neem contact met ons op

# LandingPage_CookiesMessage
source: This website uses cookies. By continuing to browse the site, you are agreeing to our use of cookies.
nl: Deze site gebruikt cookies. Door de site te gebruiken gaat u akkoord met het plaatsen van cookies.

# LandingPage_ReadMore
source: Read more
nl: Meer informatie.

# LandingPage_SignIn
source: Sign in
nl: Inloggen

# LandingPage_SignUp
source: Sign up
nl: Account aanmaken

# LandingPage_StepsSubTitle
source: Scheda optimizes your most important resource
nl: Met Plansy bespaar je op je waardevolste bezit

# LandingPage_StepsSubTitle2
source: bringing providers according to your availability
nl: Maak een afspraak met een bedrijf wanneer het jou uitkomt!

# LandingPage_StepsTitle
source: Break up just 4 simple steps to book the service you need
nl: In 4 stappen maak je een afspraak met een bedrijf

# LandingPage_SubTitle
source: We don't queue
nl: Nooit meer wachten bij de kapper, garage of schoonheidsspecialist.

# LandingPage_Title
source: Scheda
nl: Maak gemakkelijk afspraken met bedrijven

source: Last five appointments
nl: Laatste 5 afspraken

source: Lines
nl: Regels

# LockedOutView_Content
source: This account was blocked. Please try again later or contact us.
nl: Dit account is (tijdelijk) geblokkeerd. Probeer het later nog eens of neem contact op met info@plansy.nl.

# LockedOutView_Title
source: Blocked account
nl: Account geblokkeerd

# Login_ExternalLoginHint
source: Log in using
nl: Log in met

# Login_ExternalLoginTitle
source: Log in using your existing external account
nl: Log in met je externe account:

# Login_ForgotPassword
source: Forgot your password?
nl: Wachtwoord vergeten?

# Login_InvalidLoginAttempt
source: Invalid login attempt.
nl: Foutieve inlog

source: Manage
nl: Beheer

# ManageLoginsView_AddExternalLogin
source: Add external login
nl: Voeg een extern account toe

# ManageLoginsView_ConnectUsing
source: Connect using
nl: Log in met

# ManageLoginsView_RegisteredAccounts
source: Registered accounts
nl: Verbonden accounts

# ManageLoginsView_RemoveButtonHint
source: Remove account
nl: Ik wil niet inloggen met mijn externe account ????

# ManageLoginsView_Title
source: Manage external logins (connect using Google or Facebook)
nl: Beheer externe inlogaccounts (bijv. Google of Facebook)

# ManageView_ChangeYourPassword
source: Change your password
nl: Wijzig je wachtwoord

# ManageView_PickAPassword
source: Pick a password
nl: Kies een wachtwoord

# ManageView_Title
source: My account
nl: Mijn account

# Menu_Account
source: Account
nl: Mijn account

# Menu_LogOff
source: Log off
nl: Uitloggen

# Menu_RolesAdmin
source: Roles admin
nl: Beheer rollen

# Menu_UsersAdmin
source: Users admin
nl: Beheer gebruikers

source: Message
nl: Bericht

# MessageFromMaProgramez
source: Message from Scheda
nl: Bericht van Plansy

source: months
nl: maanden

source: More
nl: Meer

source: My clients
nl: Mijn klanten

source: My invoices
nl: Mijn facturen

source: My schedules
nl: Mijn afspraken

source: New password
nl: Nieuw wachtwoord

source: Next days
nl: 1 week verder

source: Next five appointments
nl: Volgende 5 afspraken

source: No
nl: Nee

# NoAccount
source: Don't you have a Scheda account yet?
nl: Heb je nog geen Plansy account?

# NoContracts
source: There are no contracts available
nl: Er zijn geen contracten

source: No favourite providers
nl: Er zijn nog geen favoriete bedrijven ingesteld

source: No invoices
nl: Er zijn geen facturen

source: No next appointments
nl: Er zijn geen afspraken

source: No notifications
nl: Er zijn geen meldingen

source: Non working days
nl: Gesloten dagen

source: No operations
nl: Er zijn geen diensten

source: No payments
nl: Er zijn geen betalingen

source: No pending schedules
nl: Er zijn geen afspraken ter goedkeuring

source: No previous appointments
nl: Er zijn geen verlopen afspraken

# NoReply
source: Please do not reply to this email
nl: Dit is een automatisch gegenereerd bericht. Hier kunt u niet op antwoorden.

source: No results
nl: Geen resultaten beschikbaar

# NoResultsForSelectedCity
source: We are sorry. There are no providers in your city.
nl: Helaas, er zijn nog geen bedrijven in jouw stad in deze categorie.

# NoSchedulesOnSelectedDay
source: You have no appointments today
nl: Er zijn geen afspraken op deze dag

# NoSlots
source: This provider has no slots
nl: Er zijn geen personeelsleden ingevoerd

source: Notification list
nl: Meldingenoverzicht

# NotificationText_Advertisment
source: You received a promotional offer from Plansy!
nl: Dit is een promotioneel bericht van Plansy.

# NotificationText_SystemAlert
source: Attention! You received a message by Plansy!
nl: Bericht van Plansy.

source: Notification type
nl: Type melding

# NotificationType_Advertisement
source: Advertisement
nl: Promotioneel bericht

# NotificationType_Cancelation
source: Canceled schedule
nl: Afspraak geannuleerd

# NotificationType_Confirmation
source: Confirmed schedule
nl: Afspraak bevestigd

# NotificationType_NewSchedule
source: New schedule
nl: Nieuwe afspraak

# NotificationType_Other
source: Other
nl: Andere meldingen

# NotificationType_Reminder
source: Reminder
nl: Herinnering

# NotificationType_ReSchedule
source: Reschedule
nl: Afspraak verzetten

# NotificationType_SystemAlert
source: System alert
nl: Systeembericht

# Notification_Cancel1
source: The appointment on
nl: De afspraak bij

# Notification_Cancel2
source: The appointment at
nl: De afspraak op

# Notification_Cancel3
source: was cancelled by the client. You can contact him at the following phone number -
nl: is geannuleerd door de klant. Je kunt contact met hem/haar opnemen via

# Notification_Cancel4
source: was cancelled by the provider. You can contact him at the following phone number -
nl: is geannuleerd door het bedrijf. Je kunt contact met hen opnemen via

# Notification_NewAppointment
source: A new client just booked one of your services:
nl: Een nieuwe klant heeft zojuist een afspraak ingepland:

# Notification_Rescheduled
source: You were rescheduled to
nl: Je afspraak is verzet bij:

# Notification_Scheduled1
source: You were scheduled to
nl: Je hebt een afspraak bij

# Notification_Scheduled2
source: through Plansy app (available on Android and iOS)
nl: is verzet via de Plansy app (beschikbaar voor Android en iOS)

# Notification_TodayReminder1
source: Don't forget! Today at
nl: Niet vergeten! Vandaag om
