Repository: Alexandrescu/Plansy
Catalog: MaProgramez.Resources/Resource.*.resx
Languages: nl

# Notification_TodayReminder2
source: you have an appointment to
nl: heb je een afspraak

# Notification_TomorrowReminder
source: Don't forget! Tomorrow at
nl: Niet vergeten! Morgen om

# Notification_TwoHoursReminder1
source: Do not forget! In two hours you have a Plansy schedule to
nl: Niet vergeten! Over twee uur begint je afspraak bij

# Notification_TwoHoursReminder2
source: You can contact the provider at the following phone number -
nl: Je kunt contact opnemen met het bedrijf via

# Notification_Validation1
source: Your Plansy appointment at
nl: Je Plansy afspraak bij

# Notification_Validation2
source: was confirmed. You can contact the provider at the following phone number -
nl: is bevestigd. Mocht je nog vragen hebben dan kun je contact opnemen met het bedrijf via

source: Observations
nl: Opmerkingen

# Offer_ErrorMessage
source: We are sorry but this page doesn't exist
nl: Er is iets fout gegaan. Deze pagina werkt niet.

# Offer_ErrorTitle
source: Error
nl: Fout

# Operation
source: Service
nl: Dienst

source: Operations
nl: Diensten

source: Password
nl: Wachtwoord

# PasswordDigit
source: The chosen password should contain at least one digit.
nl: Het wachtwoord moet minimaal één cijfer bevatten.

# PasswordLowerCase
source: The chosen password should contain at least one lowercase letter.
nl: Het wachtwoord moet minimaal één kleine letter bevatten.

# PasswordNonLetterOrDigit
source: The chosen password should contain at least one digit or a special character.
nl: Het wachtwoord moet minimaal één cijfer of speciaal teken bevatten, zoals !@#$%^&*.

# PasswordUpperCase
source: The chosen password should contain at least one uppercase letter.
nl: Het wachtwoord moet minimaal één hoofdletter bevatten.

source: Payment method
nl: Betalingsmethode

source: Payments
nl: Betalingen

# PdfSchedule
source: Export your schedules in PDF
nl: Afspraken PDF

source: Pending
nl: In afwachting

source: Pending schedules
nl: Afspraken in afwachting

# PerSlot
source: Slot
nl: Personeel

# PerWorkplace
source: Workplace
nl: Vestiging

source: Phone number
nl: Telefoonnummer

source: Phone numbers
nl: Telefoonnummers

# PhoneValidation
source: Validate your phone number
nl: Bevestig telefoonnummer

# PhoneValidation_Text
source: In a few moments you will receive a validation code via SMS. Enter the code provided below.
nl: Binnen enkele ogenblikken ontvang je een activatiecode per SMS. Voer de code hieronder in.

# PickTheCity
source: Choose the city
nl: Kies je stad

# PickTheProvider
source: Choose your preferred location
nl: Kies een bedrijf

source: Previous days
nl: 1 week terug

source: Price
nl: Prijs

source: Product name
nl: Productnummer

# ProgrammingPer
source: Schedules made per
nl: Personeelslid gekozen door

source: Provider
nl: Bedrijf

source: Quantity
nl: Aantal

source: Rating
nl: Beoordeling

# ReadAll
source: Mark all notifications as read
nl: Markeer alle meldingen als gelezen

source: Read more
nl: Toon alles

source: Receipt
nl: Bon

# RegisterAsANewUser
source: Register a new account
nl: Maak een nieuw account aan

# Register_Button
source: Register
nl: Meld je aan

# Register_NameMessage
source: The name will be displayed on the website and on invoices issued to you.
nl: Je naam wordt weergegeven op

# Register_Strong
source: create an account
nl: om een account aan te maken

# Register_SubTitle
source: Register a new account
nl: Meld je nu aan voor een Plansy account

# Register_SupplierMessage
source: If you are a service provider contact us and we will create you a personalized account as soon as possible.
nl: Heeft u een bedrijf? Neem dan contact op met bedrijven@plansy.nl om een zakelijk account aan te maken.

# Register_Text
source: Enter your personal details to
nl: Vul je gegevens in

# Register_Title
source: Stop queueing! Sign up on Scheda and make appointments for free...
nl: Sta niet meer in de rij. Maak een account aan en plan je afspraken met bedrijven in op een tijdstip dat jou uitkomt!

source: Remember me
nl: Ingelogd blijven

source: Remember this browser
nl: Blijf ingelogd in deze browser

source: Remove
nl: Verwijder

source: Remove from favourites
nl: Verwijder uit favorieten

# RemoveLoginSuccess
source: Successfully removed account
nl: Je account is verwijderd

# RemovePhoneSuccess
source: Successfully removed phone number
nl: Je telefoonnummer is verwijderd

# Report_PaymentsStatus
source: Payment status
nl: Betalingsstatus

source: Required
nl: Verplicht

source: Reschedule
nl: Afspraak verzetten

source: Resend activation email
nl: Verstuur de activeringsemail opnieuw

# Reset
source: View all
nl: Toon alle

# ResetPasswordConfirmationView_Body
source: Your password has been reset. To login click here:
nl: Je wachtwoord is gewijzigd. Klik hier om opnieuw in te loggen

# ResetPasswordConfirmationView_Title
source: Confirm password reset
nl: Bevestig dat je je wachtwoord wilt wijzigen.

# ResetPasswordView_Title
source: Reset password
nl: Wijzig wachtwoord

# ResetPassword_Body
source: To reset your password click here:
nl: Klik hier om je wachtwoord te wijzigen.

# ResetPassword_Subject
source: Scheda - Reset password
nl: Plansy - Wijzig wachtwoord

source: Role
nl: Rol

source: Roles
nl: Rollen

# Role_ListOfUsers
source: List of users in this role
nl: Lijst van gebruikers met deze rol

source: Save
nl: Opslaan

# SaveUserDetailsSuccess
source: User details saved
nl: Persoonijke gegevens opgeslagen

# SchduledThoughApp
source: Booked through Scheda
nl: Afspraak ingepland via Plansy

source: Schedule date
nl: Datum van afspraak

source: Schedules list
nl: Overzicht van afspraken

source: Schedule state
nl: Status van afspraak

source: Search
nl: Zoeken

source: See tomorrow schedules
nl: Bekijk de afspraken van morgen

# SeeTutorial
source: Watch Scheda tutorial
nl: Bekijk de Plansy instructievideo

# SeeYesterdaySchedules
source: See yesterday schdules
nl: Bekijk de afspraken van gisteren

source: Select category
nl: Selecteer een categorie

source: Select city
nl: Selecteer een stad

source: Select county
nl: Selecteer een provincie

source: Select county first
nl: Selecteer eerst een provincie

# SelectFavouriteSlot
source: Select your favourite slot
nl: Kies je favoriete medewerker

# SelectOperation
source: Select the operation you need (at least one)
nl: Kies een dienst (minimaal 1)

# SelectPaymentMethod
source: Select the payment method
nl: Kies je gewenste betaalmethode

source: Select slot
nl: Selecteer een medewerker

source: Select slot first
nl: Selecteer eerst een medewerker

source: Select user role
nl: Selecteer een rol

source: Select user roles
nl: Selecteer rollen

# SendAdvertisementToClients
source: Send an advertisment to your clients
nl: Verstuur een advertentie naar uw klanten

# SendNotification
source: Sent notification
nl: Verstuur Plansy melding

source: Send validation code
nl: Verstuur validatiecode

# SetPasswordSuccess
source: Password saved
nl: Verstuur bevestigingscode

# SetPasswordView_CreateLogin
source: Create local account
nl: Maak een lokaal account aan

# SetPasswordView_SaveButtonText
source: Create account
nl: Maak een account aan

# SetPasswordView_Title
source: You don't have a local account on this website. Please add a local account.
nl: Je hebt geen lokaal Plansy account. Maak een lokaal account aan.

# SetTwoFactorSuccess
source: Two factor authentication set.
nl: Tweestapsauthenticatie ingesteld.

source: Show
nl: Tonen

# SignIn_Strong
source: sign in
nl: Log in

# SignIn_Text
source: Enter your email and password to
nl: Voer je email en wachtwoord in

source: Sign up
nl: Meld je aan

source: Slot
nl: Personeel

source: Slots list
nl: Personeelsoverzicht

source: Sort
nl: Sorteren

source: Sort by
nl: Sorteren op

source: Start date
nl: Datum

source: Start time
nl: Starttijd

source: State
nl: Status

source: Subscription period
nl: Abonnementsduur

# SupplierCompany
source: Supplier complany
nl: Supplier company???

# TermsAndPrivacy
source: Terms and privacy conditions
nl: Algemene voorwaarden en privacyverklaring

# Terms_Link
source: Terms & Privacy
nl: Algemene voorwaarden en privacyverklaring

# Terms_Text
source: By creating an account you agree to our
nl: Door een account aan te maken gaat u akkoord met onze

source: The message has been sent
nl: Het bericht is verstuurd

# TheMessageHasBeenSentMessage
source: The message has been sent to the selected list
nl: Het bericht is verstuurd naar de geselecteerde lijst

source: The message has not been sent
nl: Het bericht is niet verstuurd

# TheMessageHasNotBeenSentMessage
source: The message has not been sent to the selected list
nl: Het bericht is niet verstuurd naar de geselecteerde lijst

source: time
nl: tijd

source: Timetable
nl: Agenda

source: Total clients
nl: Aantal klanten

# TotalProviders
source: Total service providers
nl: Bedrijven in Plansy

source: Town
nl: Stad

# Tutorial
source: Platform use tutorial
nl: Bekijk de instructievideo

# TwoFactorActivated_Text
source: Two factor authentication activated
nl: Tweestapsauthenticatie geactiveerd

# TwoFactorDeActivated_Text
source: Two factor authentication deactivated
nl: Tweestapsauthenticatie gedeactiveerd

source: Unblock account
nl: Deblokkeer account

# UnityMeasure
source: U.M.
nl: Aantal

# UploadImageError
source: Please upload a valid image (MAX 8MB per image)!
nl: De afbeelding is te groot. Maximaal 8mb.

# UserAdminView_Add
source: Add new user
nl: Gebruiker toevoegen

# UserAdminView_AddOperation
source: Add new opperation
nl: Nieuwe dienst toevoegen

# UserAdminView_AddSlot
source: Add new slot
nl: Nieuw personeelslid toevoegen

# UserAdminView_EditOperation
source: Edit operation
nl: Dienst wijzigen

# UserAdminView_Title
source: Users admin
nl: Beheer gebruikers

# User_AcceptsNewRequestNotificationOnEmail
source: I accept new request notifications
nl: Ik accepteer meldingen van nieuwe verzoeken per email

# User_AcceptsNotificationOnEmail
source: I want to receive notifications by email
nl: Ik wil herinneringen per e-mail ontvangen

# User_AcceptsNotificationOnSms
source: I want to receive notifications by SMS
nl: Ik wil herinneringen per SMS ontvangen

# User_AcceptsPushNotification
source: I want push notifications
nl: Ik wil pushberichten ontvangen

# User_AccountNumber
source: Account number
nl: Rekeningnummer

# User_AddAddress
source: Add new address
nl: Adres toevoegen

# User_Address
source: Address
nl: Adres

# User_Addresses
source: Addresses
nl: Adressen

# User_CashPayment
source: Cash payment
nl: Contant betalen

# User_ChangePhone
source: Change phone
nl: Telefoonnummer wijzigen

# User_City
source: City
nl: Stad

# User_Commission
source: Commission
nl: Commissie

# User_CompanyName
source: Company name
nl: Bedrijfsnaam

# User_Confirm_Password
source: Confirm password
nl: Bevestig wachtwoord

# User_Connect
source: External accounts
nl: Externe accounts

# User_ContactPersonName
source: Contact name
nl: Naam contactpersoon ???

# User_Country
source: Country
nl: Land

# User_County
source: County
nl: Provincie

# User_DateOfBirth
source: Date of birth
nl: Geboortedatum

# User_Details
source: Details
nl: Gegevens

# User_FirstName
source: First Name
nl: Voornaam

# User_HideInvoices
source: Hide invoices
nl: Facturen verbergen

# User_IdCardNo
source: Id card no.
nl: Nummer identiteitskaart

# User_IsCompany
source: Is company
nl: Is een bedrijf

# User_IsProvider
source: Is provider ?
nl: Bedrijf?

# User_Name
source: Name
nl: Achternaam

# User_Password
source: Password
nl: Wachtwoord

# User_Password_ConfirmErrorMessage
source: Password and confirmation don't match.
nl: Het wachtwoord en de bevestigingscode komen niet overeen ????

# User_Password_ErrorMessage
source: {0} must contain at least {2} characters.
nl: {0} moet minimaal {2} tekens bevatten.

# User_PaymentDelayDays
source: Payment delay days
nl: Aantal dagen te laat

# User_Personaldetails
source: Personal details
nl: Mijn gegevens

# User_Phone
source: Mobile phone
nl: Mobiel nummer

# User_PostalCode
source: Postal code
nl: Postcode

# User_Saved
source: Changes saved.
nl: Wijzigingen opgeslagen

# User_Settings
source: Settings
nl: Instellingen

# User_SupplierInvoiceNumber
source: Invoice number
nl: Factuurnummer

# User_SupplierInvoiceSeries
source: Invoice series
nl: Factuurserie

# User_SupplierProformInvoiceNumber
source: Proform invoice number
nl: Pro forma factuurnummer

# User_SupplierProformInvoiceSeries
source: Proform invoice series
nl: Pro forma factuurserie

# User_VatRate
source: VAT rate
nl: BTW tarief

source: Valid
nl: Goedgekeurd

source: Verify
nl: Controleer

source: Verify mobile code
nl: Controleer de code die je per SMS hebt ontvangen

source: View all
nl: Toon alles

# ViewSchedules_Info1
source: To make a new appointment to a client, CLICK on the calendar spot coresponding to the desired date and time
nl: Klik in het vak op het tijdstip waarop u een afspraak wilt maken.

# ViewSchedules_Info2
source: To edit or delete an existing appointment, CLICK on it
nl: Klik op een afspraak om deze te wijzigen of te verwijderen.

# ViewSchedules_Info3
source: To change the duration of the appointment, CLICK and hold down the bottom edge of the frame and adjust up or down
nl: Klik op de onderste rand van de afspraak en sleep omhoog of omlaag om de duur te wijzigen

# ViewSchedules_Info4
source: To change the date or time of the appointment, CLICK on it, hold down and move it where you want
nl: Sleep de afspraak naar een andere datum of tijdstip om deze te wijzigen

# ViewSchedules_InfoClient
source: To view or and cancel existing appointment, CLICK on it
nl: Klik op een afspraak om deze te wijzigen of te verwijderen.

# Why
source: Why Plansy?
nl: Waarom Plansy?

source: With receipt?
nl: Bon?

source: Yes
nl: Ja

source: Your security code is:
nl: Je beveiligingscode is:
